Repository: S-kus/yupana
Catalog: po/*.po
Languages: da, fa, hy, pl, sv, uk

source: Yupana
fa: یوپانا
hy: Յուպանա
uk: Юпана

source: Incan calculator
da: Incan lommeregner
fa: ماشین حساب اینکاها
hy: Ինկյան հաշվիչ
pl: Kalkulator Incan
sv: Inca-miniräknare
uk: Калькулятор інків

source: Mode
da: Tilstand
fa: سبک، حالت
hy: Ռեժիմ
pl: Tryb
sv: Läge
uk: Режим

source: Custom
da: Brugerdefineret
fa: رسم، سنت
hy: Անձնավորել
pl: Niestandardowy
sv: Anpassat
uk: Нетиповий

source: Clear the yupana.
da: Ryd yupanaen.
fa: یوپانا را حذف کنید.
hy: Մաքրել Յուպանան
pl: Wyczyść yupanę.
sv: Rensa yupana.
uk: Очистити юпану.

source: decimal mode
da: decimal-tilstand
fa: حالت اعشاری
hy: տասնորդական ռեժիմ
pl: Tryb dziesiętny
sv: decimalläge
uk: десяткова система

source: base-twenty mode
da: grundtal 20-tilstand
fa: حالت بیست تایی
hy: քսան հիմքի ռեժիմ
pl: Tryb dwudziestkowy
sv: bas-20-läge
uk: двадцяткова система

source: prime-factor mode
da: primfaktor-tilstand
fa: عامل اولیه
hy: հիմնական ֆակտոր ռեժիմ
pl: Tryb czynników pierwszych
sv: primfaktorläge
uk: режим простих множників

source: Fibonacci mode
da: Fibanocci-tilstand
fa: حالت فیبوناچی
hy: Ֆիբանոչիի ռեժիմ
pl: Tryb Fibonacciego
sv: Fibonacci-läge
uk: режим Фібоначчі

source: custom mode
da: brugerdefineret tilstand
fa: حالت مرسوم
hy: անձնավորված ռեժիմ
pl: Tryb niestandardowy
sv: anpassat läge
uk: власний режим

source: one row
da: én række
fa: یک ردیف
hy: մեկ շարք
pl: Jednowierszowy
sv: ett-rad
uk: один рядок

source: two row
da: to rækker
fa: دو ردیف
hy: երկու շարք
pl: Dwuwierszowy
sv: två-rad
uk: два рядки

source: three row
da: tre rækker
fa: سه ردیف
hy: երեքշարք
pl: Trzywierszowy
sv: tre-rad
uk: три рядки

source: five row
da: fem rækker
fa: پنج ردیف
hy: հինգ շարք
pl: Pięciowierszowy
sv: fem-rad
uk: п'ять рядків

source: base
da: grundtal
fa: پایه
hy: հիմք
pl: Podstawa
sv: bas
uk: основа

source: Reload custom values.
da: Genindlæs brugerdefinerede værdier.
fa: مقادیر مرسوم را مجددا وارد نمایید.
hy: Վերբեռնված անձնավորված արժեքներ
pl: Przeładuj niestandardowe wartości
sv: Läs om anpassade värden.
uk: Перезавантажити власні значення.
