Repository: S-kus/yupana
Catalog: po/gug.po
Languages: gug

source: Incan calculator
gug: Papaha inca

source: Mode
gug: Kokatu.

source: Custom
gug: Tekove arandu.

source: Clear the yupana.
gug: Mopotĩ pe yupana.

source: decimal mode
gug: Kokatu vore.

source: base-twenty mode
gug: Kokatu topyta mokõipa.

source: prime-factor mode
gug: Kokatu apỹi primos.

source: Fibonacci mode
gug: Kokatu Fibonacci.

source: custom mode
gug: Kokatu tekove arandu.

source: one row
gug: Peteî tysýi.

source: two row
gug: Mokõi tysýi.

source: three row
gug: Mbohapy tysýi.

source: five row
gug: Po tysýi.

source: base
gug: Topyta.

source: Reload custom values.
gug: Mbyaty py'aguasu tekove arandu.
