Repository: S-kus/yupana
Catalog: po/ibo.po
Languages: ibo

source: Incan calculator
ibo: mgbako Inca

source: Mode
ibo: Modu

source: Custom
ibo: Odibendi

source: Clear the yupana.
ibo: Kọwaa yupana.

source: decimal mode
ibo: modu ntụpọ

source: base-twenty mode
ibo: modu isi-iri nlereanya

source: prime-factor mode
ibo: modu praịm-akpata

source: custom mode
ibo: modu odibendi

source: one row
ibo: n'usoro otu

source: two row
ibo: n'usoro abụọ

source: three row
ibo: n'usoro atọ

source: five row
ibo: n'usoro ise

source: base
ibo: kampu ami

source: Reload custom values.
ibo: Akwajuru odibendi ụkpụrụ.
